{"version":"ASV","book":"Job","chapter":"14","verses":[{"verse":1,"text":"Man, that is born of a woman,"},{"verse":1,"text":"Is of few days, and full of trouble."},{"verse":2,"text":"He cometh forth like a flower, and is cut down:"},{"verse":2,"text":"He fleeth also as a shadow, and continueth not."},{"verse":3,"text":"And dost thou open thine eyes upon such a one,"},{"verse":3,"text":"And bringest me into judgment with thee?"},{"verse":4,"text":"Who can bring a clean thing out of an unclean? not one."},{"verse":5,"text":"Seeing his days are determined,"},{"verse":5,"text":"The number of his months is with thee,"},{"verse":5,"text":"And thou hast appointed his bounds that he cannot pass;"},{"verse":6,"text":"Look away from him, that he may rest,"},{"verse":6,"text":"Till he shall accomplish, as a hireling, his day."},{"verse":7,"text":"For there is hope of a tree,"},{"verse":7,"text":"If it be cut down, that it will sprout again,"},{"verse":7,"text":"And that the tender branch thereof will not cease."},{"verse":8,"text":"Though the root thereof wax old in the earth,"},{"verse":8,"text":"And the stock thereof die in the ground;"},{"verse":9,"text":"Yet through the scent of water it will bud,"},{"verse":9,"text":"And put forth boughs like a plant."},{"verse":10,"text":"But man dieth, and is laid low:"},{"verse":10,"text":"Yea, man giveth up the ghost, and where is he?"},{"verse":11,"text":"As the waters fail from the sea,"},{"verse":11,"text":"And the river wasteth and drieth up;"},{"verse":12,"text":"So man lieth down and riseth not:"},{"verse":12,"text":"Till the heavens be no more, they shall not awake,"},{"verse":12,"text":"Nor be roused out of their sleep."},{"verse":13,"text":"Oh that thou wouldest hide me in Sheol,"},{"verse":13,"text":"That thou wouldest keep me secret, until thy wrath be past,"},{"verse":13,"text":"That thou wouldest appoint me a set time, and remember me!"},{"verse":14,"text":"If a man die, shall he live again?"},{"verse":14,"text":"All the days of my warfare would I wait,"},{"verse":14,"text":"Till my release should come."},{"verse":15,"text":"Thou wouldest call, and I would answer thee:"},{"verse":15,"text":"Thou wouldest have a desire to the work of thy hands."},{"verse":16,"text":"But now thou numberest my steps:"},{"verse":16,"text":"Dost thou not watch over my sin?"},{"verse":17,"text":"My transgression is sealed up in a bag,"},{"verse":17,"text":"And thou fastenest up mine iniquity."},{"verse":18,"text":"But the mountain falling cometh to nought;"},{"verse":18,"text":"And the rock is removed out of its place;"},{"verse":19,"text":"The waters wear the stones;"},{"verse":19,"text":"The overflowings thereof wash away the dust of the earth:"},{"verse":19,"text":"So thou destroyest the hope of man."},{"verse":20,"text":"Thou prevailest for ever against him, and he passeth;"},{"verse":20,"text":"Thou changest his countenance, and sendest him away."},{"verse":21,"text":"His sons come to honor, and he knoweth it not;"},{"verse":21,"text":"And they are brought low, but he perceiveth it not of them."},{"verse":22,"text":"But his flesh upon him hath pain,"},{"verse":22,"text":"And his soul within him mourneth."}]}