{"version":"ASV","book":"Job","chapter":"19","verses":[{"verse":1,"text":"Then Job answered and said,"},{"verse":2,"text":"How long will ye vex my soul,"},{"verse":2,"text":"And break me in pieces with words?"},{"verse":3,"text":"These ten times have ye reproached me:"},{"verse":3,"text":"Ye are not ashamed that ye deal hardly with me."},{"verse":4,"text":"And be it indeed that I have erred,"},{"verse":4,"text":"Mine error remaineth with myself."},{"verse":5,"text":"If indeed ye will magnify yourselves against me,"},{"verse":5,"text":"And plead against me my reproach;"},{"verse":6,"text":"Know now that God hath subverted me in my cause,"},{"verse":6,"text":"And hath compassed me with his net."},{"verse":7,"text":"Behold, I cry out of wrong, but I am not heard:"},{"verse":7,"text":"I cry for help, but there is no justice."},{"verse":8,"text":"He hath walled up my way that I cannot pass,"},{"verse":8,"text":"And hath set darkness in my paths."},{"verse":9,"text":"He hath stripped me of my glory,"},{"verse":9,"text":"And taken the crown from my head."},{"verse":10,"text":"He hath broken me down on every side, and I am gone;"},{"verse":10,"text":"And my hope hath he plucked up like a tree."},{"verse":11,"text":"He hath also kindled his wrath against me,"},{"verse":11,"text":"And he counteth me unto him as one of his adversaries."},{"verse":12,"text":"His troops come on together,"},{"verse":12,"text":"And cast up their way against me,"},{"verse":12,"text":"And encamp round about my tent."},{"verse":13,"text":"He hath put my brethren far from me,"},{"verse":13,"text":"And mine acquaintance are wholly estranged from me."},{"verse":14,"text":"My kinsfolk have failed,"},{"verse":14,"text":"And my familiar friends have forgotten me."},{"verse":15,"text":"They that dwell in my house, and my maids, count me for a stranger:"},{"verse":15,"text":"I am an alien in their sight."},{"verse":16,"text":"I call unto my servant, and he giveth me no answer,"},{"verse":16,"text":"Though I entreat him with my mouth."},{"verse":17,"text":"My breath is strange to my wife,"},{"verse":17,"text":"And my supplication to the children of mine own mother."},{"verse":18,"text":"Even young children despise me;"},{"verse":18,"text":"If I arise, they speak against me."},{"verse":19,"text":"All my familiar friends abhor me,"},{"verse":19,"text":"And they whom I loved are turned against me."},{"verse":20,"text":"My bone cleaveth to my skin and to my flesh,"},{"verse":20,"text":"And I am escaped with the skin of my teeth."},{"verse":21,"text":"Have pity upon me, have pity upon me, O ye my friends;"},{"verse":21,"text":"For the hand of God hath touched me."},{"verse":22,"text":"Why do ye persecute me as God,"},{"verse":22,"text":"And are not satisfied with my flesh?"},{"verse":23,"text":"Oh that my words were now written!"},{"verse":23,"text":"Oh that they were inscribed in a book!"},{"verse":24,"text":"That with an iron pen and lead"},{"verse":24,"text":"They were graven in the rock for ever!"},{"verse":25,"text":"But as for me I know that my Redeemer liveth,"},{"verse":25,"text":"And at last he will stand up upon the earth:"},{"verse":26,"text":"And after my skin, even this body, is destroyed,"},{"verse":26,"text":"Then without my flesh shall I see God;"},{"verse":27,"text":"Whom I, even I, shall see, on my side,"},{"verse":27,"text":"And mine eyes shall behold, and not as a stranger."},{"verse":27,"text":"My heart is consumed within me."},{"verse":28,"text":"If ye say, How we will persecute him!"},{"verse":28,"text":"And that the root of the matter is found in me;"},{"verse":29,"text":"Be ye afraid of the sword:"},{"verse":29,"text":"For wrath bringeth the punishments of the sword,"},{"verse":29,"text":"That ye may know there is a judgment."}]}