{"version":"ASV","book":"Job","chapter":"20","verses":[{"verse":1,"text":"Then answered Zophar the Naamathite, and said,"},{"verse":2,"text":"Therefore do my thoughts give answer to me,"},{"verse":2,"text":"Even by reason of my haste that is in me."},{"verse":3,"text":"I have heard the reproof which putteth me to shame;"},{"verse":3,"text":"And the spirit of my understanding answereth me."},{"verse":4,"text":"Knowest thou not this of old time,"},{"verse":4,"text":"Since man was placed upon earth,"},{"verse":5,"text":"That the triumphing of the wicked is short,"},{"verse":5,"text":"And the joy of the godless but for a moment?"},{"verse":6,"text":"Though his height mount up to the heavens,"},{"verse":6,"text":"And his head reach unto the clouds;"},{"verse":7,"text":"Yet he shall perish for ever like his own dung:"},{"verse":7,"text":"They that have seen him shall say, Where is he?"},{"verse":8,"text":"He shall fly away as a dream, and shall not be found:"},{"verse":8,"text":"Yea, he shall be chased away as a vision of the night."},{"verse":9,"text":"The eye which saw him shall see him no more;"},{"verse":9,"text":"Neither shall his place any more behold him."},{"verse":10,"text":"His children shall seek the favor of the poor,"},{"verse":10,"text":"And his hands shall give back his wealth."},{"verse":11,"text":"His bones are full of his youth,"},{"verse":11,"text":"But it shall lie down with him in the dust."},{"verse":12,"text":"Though wickedness be sweet in his mouth,"},{"verse":12,"text":"Though he hide it under his tongue,"},{"verse":13,"text":"Though he spare it, and will not let it go,"},{"verse":13,"text":"But keep it still within his mouth;"},{"verse":14,"text":"Yet his food in his bowels is turned,"},{"verse":14,"text":"It is the gall of asps within him."},{"verse":15,"text":"He hath swallowed down riches, and he shall vomit them up again;"},{"verse":15,"text":"God will cast them out of his belly."},{"verse":16,"text":"He shall suck the poison of asps:"},{"verse":16,"text":"The viper’s tongue shall slay him."},{"verse":17,"text":"He shall not look upon the rivers,"},{"verse":17,"text":"The flowing streams of honey and butter."},{"verse":18,"text":"That which he labored for shall he restore, and shall not swallow it down;"},{"verse":18,"text":"According to the substance that he hath gotten, he shall not rejoice."},{"verse":19,"text":"For he hath oppressed and forsaken the poor;"},{"verse":19,"text":"He hath violently taken away a house, and he shall not build it up."},{"verse":20,"text":"Because he knew no quietness within him,"},{"verse":20,"text":"He shall not save aught of that wherein he delighteth."},{"verse":21,"text":"There was nothing left that he devoured not;"},{"verse":21,"text":"Therefore his prosperity shall not endure."},{"verse":22,"text":"In the fulness of his sufficiency he shall be in straits:"},{"verse":22,"text":"The hand of every one that is in misery shall come upon him."},{"verse":23,"text":"When he is about to fill his belly, God will cast the fierceness of his wrath upon him,"},{"verse":23,"text":"And will rain it upon him while he is eating."},{"verse":24,"text":"He shall flee from the iron weapon,"},{"verse":24,"text":"And the bow of brass shall strike him through."},{"verse":25,"text":"He draweth it forth, and it cometh out of his body;"},{"verse":25,"text":"Yea, the glittering point cometh out of his gall:"},{"verse":25,"text":"Terrors are upon him."},{"verse":26,"text":"All darkness is laid up for his treasures:"},{"verse":26,"text":"A fire not blown by man shall devour him;"},{"verse":26,"text":"It shall consume that which is left in his tent."},{"verse":27,"text":"The heavens shall reveal his iniquity,"},{"verse":27,"text":"And the earth shall rise up against him."},{"verse":28,"text":"The increase of his house shall depart;"},{"verse":28,"text":"His goods shall flow away in the day of his wrath."},{"verse":29,"text":"This is the portion of a wicked man from God,"},{"verse":29,"text":"And the heritage appointed unto him by God."}]}