{"version":"ASV","book":"Job","chapter":"24","verses":[{"verse":1,"text":"Why are times not laid up by the Almighty?"},{"verse":1,"text":"And why do not they that know him see his days?"},{"verse":2,"text":"There are that remove the landmarks;"},{"verse":2,"text":"They violently take away flocks, and feed them."},{"verse":3,"text":"They drive away the ass of the fatherless;"},{"verse":3,"text":"They take the widow’s ox for a pledge."},{"verse":4,"text":"They turn the needy out of the way:"},{"verse":4,"text":"The poor of the earth all hide themselves."},{"verse":5,"text":"Behold, as wild asses in the desert"},{"verse":5,"text":"They go forth to their work, seeking diligently for food;"},{"verse":5,"text":"The wilderness yieldeth them bread for their children."},{"verse":6,"text":"They cut their provender in the field;"},{"verse":6,"text":"And they glean the vintage of the wicked."},{"verse":7,"text":"They lie all night naked without clothing,"},{"verse":7,"text":"And have no covering in the cold."},{"verse":8,"text":"They are wet with the showers of the mountains,"},{"verse":8,"text":"And embrace the rock for want of a shelter."},{"verse":9,"text":"There are that pluck the fatherless from the breast,"},{"verse":9,"text":"And take a pledge of the poor;"},{"verse":10,"text":"So that they go about naked without clothing,"},{"verse":10,"text":"And being hungry they carry the sheaves."},{"verse":11,"text":"They make oil within the walls of these men;"},{"verse":11,"text":"They tread their winepresses, and suffer thirst."},{"verse":12,"text":"From out of the populous city men groan,"},{"verse":12,"text":"And the soul of the wounded crieth out:"},{"verse":12,"text":"Yet God regardeth not the folly."},{"verse":13,"text":"These are of them that rebel against the light;"},{"verse":13,"text":"They know not the ways thereof,"},{"verse":13,"text":"Nor abide in the paths thereof."},{"verse":14,"text":"The murderer riseth with the light;"},{"verse":14,"text":"He killeth the poor and needy;"},{"verse":14,"text":"And in the night he is as a thief."},{"verse":15,"text":"The eye also of the adulterer waiteth for the twilight,"},{"verse":15,"text":"Saying, No eye shall see me:"},{"verse":15,"text":"And he disguiseth his face."},{"verse":16,"text":"In the dark they dig through houses:"},{"verse":16,"text":"They shut themselves up in the day-time;"},{"verse":16,"text":"They know not the light."},{"verse":17,"text":"For the morning is to all of them as thick darkness;"},{"verse":17,"text":"For they know the terrors of the thick darkness."},{"verse":18,"text":"Swiftly they pass away upon the face of the waters;"},{"verse":18,"text":"Their portion is cursed in the earth:"},{"verse":18,"text":"They turn not into the way of the vineyards."},{"verse":19,"text":"Drought and heat consume the snow waters:"},{"verse":19,"text":"So doth Sheol those that have sinned."},{"verse":20,"text":"The womb shall forget him;"},{"verse":20,"text":"The worm shall feed sweetly on him;"},{"verse":20,"text":"He shall be no more remembered;"},{"verse":20,"text":"And unrighteousness shall be broken as a tree."},{"verse":21,"text":"He devoureth the barren that beareth not,"},{"verse":21,"text":"And doeth not good to the widow."},{"verse":22,"text":"Yet God preserveth the mighty by his power:"},{"verse":22,"text":"He riseth up that hath no assurance of life."},{"verse":23,"text":"God giveth them to be in security, and they rest thereon;"},{"verse":23,"text":"And his eyes are upon their ways."},{"verse":24,"text":"They are exalted; yet a little while, and they are gone;"},{"verse":24,"text":"Yea, they are brought low, they are taken out of the way as all others,"},{"verse":24,"text":"And are cut off as the tops of the ears of grain."},{"verse":25,"text":"And if it be not so now, who will prove me a liar,"},{"verse":25,"text":"And make my speech nothing worth?"}]}