{"version":"ASV","book":"Job","chapter":"29","verses":[{"verse":1,"text":"And Job again took up his parable, and said,"},{"verse":2,"text":"Oh that I were as in the months of old,"},{"verse":2,"text":"As in the days when God watched over me;"},{"verse":3,"text":"When his lamp shined upon my head,"},{"verse":3,"text":"And by his light I walked through darkness;"},{"verse":4,"text":"As I was in the ripeness of my days,"},{"verse":4,"text":"When the friendship of God was upon my tent;"},{"verse":5,"text":"When the Almighty was yet with me,"},{"verse":5,"text":"And my children were about me;"},{"verse":6,"text":"When my steps were washed with butter,"},{"verse":6,"text":"And the rock poured me out streams of oil!"},{"verse":7,"text":"When I went forth to the gate unto the city,"},{"verse":7,"text":"When I prepared my seat in the street,"},{"verse":8,"text":"The young men saw me and hid themselves,"},{"verse":8,"text":"And the aged rose up and stood;"},{"verse":9,"text":"The princes refrained from talking,"},{"verse":9,"text":"And laid their hand on their mouth;"},{"verse":10,"text":"The voice of the nobles was hushed,"},{"verse":10,"text":"And their tongue cleaved to the roof of their mouth."},{"verse":11,"text":"For when the ear heard me, then it blessed me;"},{"verse":11,"text":"And when the eye saw me, it gave witness unto me:"},{"verse":12,"text":"Because I delivered the poor that cried,"},{"verse":12,"text":"The fatherless also, that had none to help him."},{"verse":13,"text":"The blessing of him that was ready to perish came upon me;"},{"verse":13,"text":"And I caused the widow’s heart to sing for joy."},{"verse":14,"text":"I put on righteousness, and it clothed me:"},{"verse":14,"text":"My justice was as a robe and a diadem."},{"verse":15,"text":"I was eyes to the blind,"},{"verse":15,"text":"And feet was I to the lame."},{"verse":16,"text":"I was a father to the needy:"},{"verse":16,"text":"And the cause of him that I knew not I searched out."},{"verse":17,"text":"And I brake the jaws of the unrighteous,"},{"verse":17,"text":"And plucked the prey out of his teeth."},{"verse":18,"text":"Then I said, I shall die in my nest,"},{"verse":18,"text":"And I shall multiply my days as the sand:"},{"verse":19,"text":"My root is spread out to the waters,"},{"verse":19,"text":"And the dew lieth all night upon my branch:"},{"verse":20,"text":"My glory is fresh in me,"},{"verse":20,"text":"And my bow is renewed in my hand."},{"verse":21,"text":"Unto me men gave ear, and waited,"},{"verse":21,"text":"And kept silence for my counsel."},{"verse":22,"text":"After my words they spake not again;"},{"verse":22,"text":"And my speech distilled upon them."},{"verse":23,"text":"And they waited for me as for the rain;"},{"verse":23,"text":"And they opened their mouth wide as for the latter rain."},{"verse":24,"text":"I smiled on them, when they had no confidence;"},{"verse":24,"text":"And the light of my countenance they cast not down."},{"verse":25,"text":"I chose out their way, and sat as chief,"},{"verse":25,"text":"And dwelt as a king in the army,"},{"verse":25,"text":"As one that comforteth the mourners."}]}