{"version":"ASV","book":"Job","chapter":"5","verses":[{"verse":1,"text":"Call now; is there any that will answer thee?"},{"verse":1,"text":"And to which of the holy ones wilt thou turn?"},{"verse":2,"text":"For vexation killeth the foolish man,"},{"verse":2,"text":"And jealousy slayeth the silly one."},{"verse":3,"text":"I have seen the foolish taking root:"},{"verse":3,"text":"But suddenly I cursed his habitation."},{"verse":4,"text":"His children are far from safety,"},{"verse":4,"text":"And they are crushed in the gate,"},{"verse":4,"text":"Neither is there any to deliver them:"},{"verse":5,"text":"Whose harvest the hungry eateth up,"},{"verse":5,"text":"And taketh it even out of the thorns;"},{"verse":5,"text":"And the snare gapeth for their substance."},{"verse":6,"text":"For affliction cometh not forth from the dust,"},{"verse":6,"text":"Neither doth trouble spring out of the ground;"},{"verse":7,"text":"But man is born unto trouble,"},{"verse":7,"text":"As the sparks fly upward."},{"verse":8,"text":"But as for me, I would seek unto God,"},{"verse":8,"text":"And unto God would I commit my cause;"},{"verse":9,"text":"Who doeth great things and unsearchable,"},{"verse":9,"text":"Marvellous things without number:"},{"verse":10,"text":"Who giveth rain upon the earth,"},{"verse":10,"text":"And sendeth waters upon the fields;"},{"verse":11,"text":"So that he setteth up on high those that are low,"},{"verse":11,"text":"And those that mourn are exalted to safety."},{"verse":12,"text":"He frustrateth the devices of the crafty,"},{"verse":12,"text":"So that their hands cannot perform their enterprise."},{"verse":13,"text":"He taketh the wise in their own craftiness;"},{"verse":13,"text":"And the counsel of the cunning is carried headlong."},{"verse":14,"text":"They meet with darkness in the day-time,"},{"verse":14,"text":"And grope at noonday as in the night."},{"verse":15,"text":"But he saveth from the sword of their mouth,"},{"verse":15,"text":"Even the needy from the hand of the mighty."},{"verse":16,"text":"So the poor hath hope,"},{"verse":16,"text":"And iniquity stoppeth her mouth."},{"verse":17,"text":"Behold, happy is the man whom God correcteth:"},{"verse":17,"text":"Therefore despise not thou the chastening of the Almighty."},{"verse":18,"text":"For he maketh sore, and bindeth up;"},{"verse":18,"text":"He woundeth, and his hands make whole."},{"verse":19,"text":"He will deliver thee in six troubles;"},{"verse":19,"text":"Yea, in seven there shall no evil touch thee."},{"verse":20,"text":"In famine he will redeem thee from death;"},{"verse":20,"text":"And in war from the power of the sword."},{"verse":21,"text":"Thou shalt be hid from the scourge of the tongue;"},{"verse":21,"text":"Neither shalt thou be afraid of destruction when it cometh."},{"verse":22,"text":"At destruction and dearth thou shalt laugh;"},{"verse":22,"text":"Neither shalt thou be afraid of the beasts of the earth."},{"verse":23,"text":"For thou shalt be in league with the stones of the field;"},{"verse":23,"text":"And the beasts of the field shall be at peace with thee."},{"verse":24,"text":"And thou shalt know that thy tent is in peace;"},{"verse":24,"text":"And thou shalt visit thy fold, and shalt miss nothing."},{"verse":25,"text":"Thou shalt know also that thy seed shall be great,"},{"verse":25,"text":"And thine offspring as the grass of the earth."},{"verse":26,"text":"Thou shalt come to thy grave in a full age,"},{"verse":26,"text":"Like as a shock of grain cometh in in its season."},{"verse":27,"text":"Lo this, we have searched it, so it is;"},{"verse":27,"text":"Hear it, and know thou it for thy good."}]}