{"version":"ASV","book":"Genesis","chapter":"49","verses":[{"verse":1,"text":"And Jacob called unto his sons, and said: Gather yourselves together, that I may tell you that which shall befall you in the latter days."},{"verse":2,"text":"Assemble yourselves, and hear, ye sons of Jacob;"},{"verse":2,"text":"And hearken unto Israel your father."},{"verse":3,"text":"    Reuben, thou art my first-born, my might, and the beginning of my strength;"},{"verse":3,"text":"The pre-eminence of dignity, and the pre-eminence of power."},{"verse":4,"text":"Boiling over as water, thou shalt not have the pre-eminence;"},{"verse":4,"text":"Because thou wentest up to thy father’s bed;"},{"verse":4,"text":"Then defiledst thou it: he went up to my couch."},{"verse":5,"text":"    Simeon and Levi are brethren;"},{"verse":5,"text":"Weapons of violence are their swords."},{"verse":6,"text":"O my soul, come not thou into their council;"},{"verse":6,"text":"Unto their assembly, my glory, be not thou united;"},{"verse":6,"text":"For in their anger they slew a man,"},{"verse":6,"text":"And in their self-will they hocked an ox."},{"verse":7,"text":"Cursed be their anger, for it was fierce;"},{"verse":7,"text":"And their wrath, for it was cruel:"},{"verse":7,"text":"I will divide them in Jacob,"},{"verse":7,"text":"And scatter them in Israel."},{"verse":8,"text":"    Judah, thee shall thy brethren praise:"},{"verse":8,"text":"Thy hand shall be on the neck of thine enemies;"},{"verse":8,"text":"Thy father’s sons shall bow down before thee."},{"verse":9,"text":"Judah is a lion’s whelp;"},{"verse":9,"text":"From the prey, my son, thou art gone up:"},{"verse":9,"text":"He stooped down, he couched as a lion,"},{"verse":9,"text":"And as a lioness; who shall rouse him up?"},{"verse":10,"text":"The sceptre shall not depart from Judah,"},{"verse":10,"text":"Nor the ruler’s staff from between his feet,"},{"verse":10,"text":"Until Shiloh come;"},{"verse":10,"text":"And unto him shall the obedience of the peoples be."},{"verse":11,"text":"Binding his foal unto the vine,"},{"verse":11,"text":"And his ass’s colt unto the choice vine;"},{"verse":11,"text":"He hath washed his garments in wine,"},{"verse":11,"text":"And his vesture in the blood of grapes:"},{"verse":12,"text":"His eyes shall be red with wine,"},{"verse":12,"text":"And his teeth white with milk."},{"verse":13,"text":"    Zebulun shall dwell at the haven of the sea;"},{"verse":13,"text":"And he shall be for a haven of ships;"},{"verse":13,"text":"And his border shall be upon Sidon."},{"verse":14,"text":"    Issachar is a strong ass,"},{"verse":14,"text":"Couching down between the sheepfolds:"},{"verse":15,"text":"And he saw a resting-place that it was good,"},{"verse":15,"text":"And the land that it was pleasant;"},{"verse":15,"text":"And he bowed his shoulder to bear,"},{"verse":15,"text":"And became a servant under taskwork."},{"verse":16,"text":"    Dan shall judge his people,"},{"verse":16,"text":"As one of the tribes of Israel."},{"verse":17,"text":"Dan shall be a serpent in the way,"},{"verse":17,"text":"An adder in the path,"},{"verse":17,"text":"That biteth the horse’s heels,"},{"verse":17,"text":"So that his rider falleth backward."},{"verse":18,"text":"I have waited for thy salvation, O Jehovah."},{"verse":19,"text":"    Gad, a troop shall press upon him;"},{"verse":19,"text":"But he shall press upon their heel."},{"verse":20,"text":"    Out of Asher his bread shall be fat,"},{"verse":20,"text":"And he shall yield royal dainties."},{"verse":21,"text":"    Naphtali is a hind let loose:"},{"verse":21,"text":"He giveth goodly words."},{"verse":22,"text":"    Joseph is a fruitful bough,"},{"verse":22,"text":"A fruitful bough by a fountain;"},{"verse":22,"text":"His branches run over the wall."},{"verse":23,"text":"The archers have sorely grieved him,"},{"verse":23,"text":"And shot at him, and persecuted him:"},{"verse":24,"text":"But his bow abode in strength,"},{"verse":24,"text":"And the arms of his hands were made strong,"},{"verse":24,"text":"By the hands of the Mighty One of Jacob"},{"verse":24,"text":"(From thence is the shepherd, the stone of Israel),"},{"verse":25,"text":"Even by the God of thy father, who shall help thee,"},{"verse":25,"text":"And by the Almighty, who shall bless thee,"},{"verse":25,"text":"With blessings of heaven above,"},{"verse":25,"text":"Blessings of the deep that coucheth beneath,"},{"verse":25,"text":"Blessings of the breasts, and of the womb."},{"verse":26,"text":"The blessings of thy father"},{"verse":26,"text":"Have prevailed above the blessings of my progenitors"},{"verse":26,"text":"Unto the utmost bound of the everlasting hills:"},{"verse":26,"text":"They shall be on the head of Joseph,"},{"verse":26,"text":"And on the crown of the head of him that was separate from his brethren."},{"verse":27,"text":"    Benjamin is a wolf that raveneth:"},{"verse":27,"text":"In the morning he shall devour the prey,"},{"verse":27,"text":"And at even he shall divide the spoil."},{"verse":28,"text":"All these are the twelve tribes of Israel: and this is it that their father spake unto them and blessed them; every one according to his blessing he blessed them. "},{"verse":29,"text":"And he charged them, and said unto them, I am to be gathered unto my people: bury me with my fathers in the cave that is in the field of Ephron the Hittite, "},{"verse":30,"text":"in the cave that is in the field of Machpelah, which is before Mamre, in the land of Canaan, which Abraham bought with the field from Ephron the Hittite for a possession of a burying-place. "},{"verse":31,"text":"There they buried Abraham and Sarah his wife; there they buried Isaac and Rebekah his wife; and there I buried Leah—"},{"verse":32,"text":"the field and the cave that is therein, which was purchased from the children of Heth. "},{"verse":33,"text":"And when Jacob made an end of charging his sons, he gathered up his feet into the bed, and yielded up the ghost, and was gathered unto his people."}]}