{"version":"ASV","book":"Psalm","chapter":"10","verses":[{"verse":1,"text":"Why standest thou afar off, O Jehovah?"},{"verse":1,"text":"Why hidest thou thyself in times of trouble?"},{"verse":2,"text":"In the pride of the wicked the poor is hotly pursued;"},{"verse":2,"text":"Let them be taken in the devices that they have conceived."},{"verse":3,"text":"For the wicked boasteth of his heart’s desire,"},{"verse":3,"text":"And the covetous renounceth, yea, contemneth Jehovah."},{"verse":4,"text":"The wicked, in the pride of his countenance, saith, He will not require it."},{"verse":4,"text":"All his thoughts are, There is no God."},{"verse":5,"text":"His ways are firm at all times;"},{"verse":5,"text":"Thy judgments are far above out of his sight:"},{"verse":5,"text":"As for all his adversaries, he puffeth at them."},{"verse":6,"text":"He saith in his heart, I shall not be moved;"},{"verse":6,"text":"To all generations I shall not be in adversity."},{"verse":7,"text":"His mouth is full of cursing and deceit and oppression:"},{"verse":7,"text":"Under his tongue is mischief and iniquity."},{"verse":8,"text":"He sitteth in the lurking-places of the villages;"},{"verse":8,"text":"In the secret places doth he murder the innocent;"},{"verse":8,"text":"His eyes are privily set against the helpless."},{"verse":9,"text":"He lurketh in secret as a lion in his covert;"},{"verse":9,"text":"He lieth in wait to catch the poor:"},{"verse":9,"text":"He doth catch the poor, when he draweth him in his net."},{"verse":10,"text":"He croucheth, he boweth down,"},{"verse":10,"text":"And the helpless fall by his strong ones."},{"verse":11,"text":"He saith in his heart: God hath forgotten;"},{"verse":11,"text":"He hideth his face, he will never see it."},{"verse":12,"text":"Arise, O Jehovah; O God, lift up thy hand:"},{"verse":12,"text":"Forget not the poor."},{"verse":13,"text":"Wherefore doth the wicked contemn God,"},{"verse":13,"text":"And say in his heart, Thou wilt not require it?"},{"verse":14,"text":"Thou hast seen it; for thou beholdest mischief and spite, to requite it with thy hand:"},{"verse":14,"text":"The helpless committeth himself unto thee;"},{"verse":14,"text":"Thou hast been the helper of the fatherless."},{"verse":15,"text":"Break thou the arm of the wicked;"},{"verse":15,"text":"And as for the evil man, seek out his wickedness till thou find none."},{"verse":16,"text":"Jehovah is King for ever and ever:"},{"verse":16,"text":"The nations are perished out of his land."},{"verse":17,"text":"Jehovah, thou hast heard the desire of the meek:"},{"verse":17,"text":"Thou wilt prepare their heart, thou wilt cause thine ear to hear;"},{"verse":18,"text":"To judge the fatherless and the oppressed,"},{"verse":18,"text":"That man who is of the earth may be terrible no more."}]}