{"version":"ASV","book":"Psalm","chapter":"143","verses":[{"verse":1,"text":"Hear my prayer, O Jehovah; give ear to my supplications:"},{"verse":1,"text":"In thy faithfulness answer me, and in thy righteousness."},{"verse":2,"text":"And enter not into judgment with thy servant;"},{"verse":2,"text":"For in thy sight no man living is righteous."},{"verse":3,"text":"For the enemy hath persecuted my soul;"},{"verse":3,"text":"He hath smitten my life down to the ground:"},{"verse":3,"text":"He hath made me to dwell in dark places, as those that have been long dead."},{"verse":4,"text":"Therefore is my spirit overwhelmed within me;"},{"verse":4,"text":"My heart within me is desolate."},{"verse":5,"text":"I remember the days of old;"},{"verse":5,"text":"I meditate on all thy doings;"},{"verse":5,"text":"I muse on the work of thy hands."},{"verse":6,"text":"I spread forth my hands unto thee:"},{"verse":6,"text":"My soul thirsteth after thee, as a weary land. Selah"},{"verse":7,"text":"Make haste to answer me, O Jehovah; my spirit faileth:"},{"verse":7,"text":"Hide not thy face from me,"},{"verse":7,"text":"Lest I become like them that go down into the pit."},{"verse":8,"text":"Cause me to hear thy lovingkindness in the morning;"},{"verse":8,"text":"For in thee do I trust:"},{"verse":8,"text":"Cause me to know the way wherein I should walk;"},{"verse":8,"text":"For I lift up my soul unto thee."},{"verse":9,"text":"Deliver me, O Jehovah, from mine enemies:"},{"verse":9,"text":"I flee unto thee to hide me."},{"verse":10,"text":"Teach me to do thy will;"},{"verse":10,"text":"For thou art my God:"},{"verse":10,"text":"Thy Spirit is good;"},{"verse":10,"text":"Lead me in the land of uprightness."},{"verse":11,"text":"Quicken me, O Jehovah, for thy name’s sake:"},{"verse":11,"text":"In thy righteousness bring my soul out of trouble."},{"verse":12,"text":"And in thy lovingkindness cut off mine enemies,"},{"verse":12,"text":"And destroy all them that afflict my soul;"},{"verse":12,"text":"For I am thy servant."}]}