{"version":"ASV","book":"Psalm","chapter":"22","verses":[{"verse":1,"text":"My God, my God, why hast thou forsaken me?"},{"verse":1,"text":"Why art thou so far from helping me, and from the words of my groaning?"},{"verse":2,"text":"O my God, I cry in the daytime, but thou answerest not;"},{"verse":2,"text":"And in the night season, and am not silent."},{"verse":3,"text":"But thou art holy,"},{"verse":3,"text":"O thou that inhabitest the praises of Israel."},{"verse":4,"text":"Our fathers trusted in thee:"},{"verse":4,"text":"They trusted, and thou didst deliver them."},{"verse":5,"text":"They cried unto thee, and were delivered:"},{"verse":5,"text":"They trusted in thee, and were not put to shame."},{"verse":6,"text":"But I am a worm, and no man;"},{"verse":6,"text":"A reproach of men, and despised of the people."},{"verse":7,"text":"All they that see me laugh me to scorn:"},{"verse":7,"text":"They shoot out the lip, they shake the head, saying,"},{"verse":8,"text":"Commit thyself unto Jehovah; let him deliver him:"},{"verse":8,"text":"Let him rescue him, seeing he delighteth in him."},{"verse":9,"text":"But thou art he that took me out of the womb;"},{"verse":9,"text":"Thou didst make me trust when I was upon my mother’s breasts."},{"verse":10,"text":"I was cast upon thee from the womb;"},{"verse":10,"text":"Thou art my God since my mother bare me."},{"verse":11,"text":"Be not far from me; for trouble is near;"},{"verse":11,"text":"For there is none to help."},{"verse":12,"text":"Many bulls have compassed me;"},{"verse":12,"text":"Strong bulls of Bashan have beset me round."},{"verse":13,"text":"They gape upon me with their mouth,"},{"verse":13,"text":"As a ravening and a roaring lion."},{"verse":14,"text":"I am poured out like water,"},{"verse":14,"text":"And all my bones are out of joint:"},{"verse":14,"text":"My heart is like wax;"},{"verse":14,"text":"It is melted within me."},{"verse":15,"text":"My strength is dried up like a potsherd;"},{"verse":15,"text":"And my tongue cleaveth to my jaws;"},{"verse":15,"text":"And thou hast brought me into the dust of death."},{"verse":16,"text":"For dogs have compassed me:"},{"verse":16,"text":"A company of evil-doers have inclosed me;"},{"verse":16,"text":"They pierced my hands and my feet."},{"verse":17,"text":"I may count all my bones."},{"verse":17,"text":"They look and stare upon me;"},{"verse":18,"text":"They part my garments among them,"},{"verse":18,"text":"And upon my vesture do they cast lots."},{"verse":19,"text":"But be not thou far off, O Jehovah:"},{"verse":19,"text":"O thou my succor, haste thee to help me."},{"verse":20,"text":"Deliver my soul from the sword,"},{"verse":20,"text":"My darling from the power of the dog."},{"verse":21,"text":"Save me from the lion’s mouth;"},{"verse":21,"text":"Yea, from the horns of the wild-oxen thou hast answered me."},{"verse":22,"text":"I will declare thy name unto my brethren:"},{"verse":22,"text":"In the midst of the assembly will I praise thee."},{"verse":23,"text":"Ye that fear Jehovah, praise him;"},{"verse":23,"text":"All ye the seed of Jacob, glorify him;"},{"verse":23,"text":"And stand in awe of him, all ye the seed of Israel."},{"verse":24,"text":"For he hath not despised nor abhorred the affliction of the afflicted;"},{"verse":24,"text":"Neither hath he hid his face from him;"},{"verse":24,"text":"But when he cried unto him, he heard."},{"verse":25,"text":"Of thee cometh my praise in the great assembly:"},{"verse":25,"text":"I will pay my vows before them that fear him."},{"verse":26,"text":"The meek shall eat and be satisfied;"},{"verse":26,"text":"They shall praise Jehovah that seek after him:"},{"verse":26,"text":"Let your heart live for ever."},{"verse":27,"text":"All the ends of the earth shall remember and turn unto Jehovah;"},{"verse":27,"text":"And all the kindreds of the nations shall worship before thee."},{"verse":28,"text":"For the kingdom is Jehovah’s;"},{"verse":28,"text":"And he is the ruler over the nations."},{"verse":29,"text":"All the fat ones of the earth shall eat and worship:"},{"verse":29,"text":"All they that go down to the dust shall bow before him,"},{"verse":29,"text":"Even he that cannot keep his soul alive."},{"verse":30,"text":"A seed shall serve him;"},{"verse":30,"text":"It shall be told of the Lord unto the next generation."},{"verse":31,"text":"They shall come and shall declare his righteousness"},{"verse":31,"text":"Unto a people that shall be born, that he hath done it."}]}