{"version":"ASV","book":"Psalm","chapter":"38","verses":[{"verse":1,"text":"O Jehovah, rebuke me not in thy wrath;"},{"verse":1,"text":"Neither chasten me in thy hot displeasure."},{"verse":2,"text":"For thine arrows stick fast in me,"},{"verse":2,"text":"And thy hand presseth me sore."},{"verse":3,"text":"There is no soundness in my flesh because of thine indignation;"},{"verse":3,"text":"Neither is there any health in my bones because of my sin."},{"verse":4,"text":"For mine iniquities are gone over my head:"},{"verse":4,"text":"As a heavy burden they are too heavy for me."},{"verse":5,"text":"My wounds are loathsome and corrupt,"},{"verse":5,"text":"Because of my foolishness."},{"verse":6,"text":"I am pained and bowed down greatly;"},{"verse":6,"text":"I go mourning all the day long."},{"verse":7,"text":"For my loins are filled with burning;"},{"verse":7,"text":"And there is no soundness in my flesh."},{"verse":8,"text":"I am faint and sore bruised:"},{"verse":8,"text":"I have groaned by reason of the disquietness of my heart."},{"verse":9,"text":"Lord, all my desire is before thee;"},{"verse":9,"text":"And my groaning is not hid from thee."},{"verse":10,"text":"My heart throbbeth, my strength faileth me:"},{"verse":10,"text":"As for the light of mine eyes, it also is gone from me."},{"verse":11,"text":"My lovers and my friends stand aloof from my plague;"},{"verse":11,"text":"And my kinsmen stand afar off."},{"verse":12,"text":"They also that seek after my life lay snares for me;"},{"verse":12,"text":"And they that seek my hurt speak mischievous things,"},{"verse":12,"text":"And meditate deceits all the day long."},{"verse":13,"text":"But I, as a deaf man, hear not;"},{"verse":13,"text":"And I am as a dumb man that openeth not his mouth."},{"verse":14,"text":"Yea, I am as a man that heareth not,"},{"verse":14,"text":"And in whose mouth are no reproofs."},{"verse":15,"text":"For in thee, O Jehovah, do I hope:"},{"verse":15,"text":"Thou wilt answer, O Lord my God."},{"verse":16,"text":"For I said, Lest they rejoice over me:"},{"verse":16,"text":"When my foot slippeth, they magnify themselves against me."},{"verse":17,"text":"For I am ready to fall,"},{"verse":17,"text":"And my sorrow is continually before me."},{"verse":18,"text":"For I will declare mine iniquity;"},{"verse":18,"text":"I will be sorry for my sin."},{"verse":19,"text":"But mine enemies are lively, and are strong;"},{"verse":19,"text":"And they that hate me wrongfully are multiplied."},{"verse":20,"text":"They also that render evil for good"},{"verse":20,"text":"Are adversaries unto me, because I follow the thing that is good."},{"verse":21,"text":"Forsake me not, O Jehovah:"},{"verse":21,"text":"O my God, be not far from me."},{"verse":22,"text":"Make haste to help me,"},{"verse":22,"text":"O Lord, my salvation."}]}