{"version":"ASV","book":"Psalm","chapter":"42","verses":[{"verse":1,"text":"As the hart panteth after the water brooks,"},{"verse":1,"text":"So panteth my soul after thee, O God."},{"verse":2,"text":"My soul thirsteth for God, for the living God:"},{"verse":2,"text":"When shall I come and appear before God?"},{"verse":3,"text":"My tears have been my food day and night,"},{"verse":3,"text":"While they continually say unto me, Where is thy God?"},{"verse":4,"text":"These things I remember, and pour out my soul within me,"},{"verse":4,"text":"How I went with the throng, and led them to the house of God,"},{"verse":4,"text":"With the voice of joy and praise, a multitude keeping holyday."},{"verse":5,"text":"Why art thou cast down, O my soul?"},{"verse":5,"text":"And why art thou disquieted within me?"},{"verse":5,"text":"Hope thou in God; for I shall yet praise him"},{"verse":5,"text":"For the help of his countenance."},{"verse":6,"text":"O my God, my soul is cast down within me:"},{"verse":6,"text":"Therefore do I remember thee from the land of the Jordan,"},{"verse":6,"text":"And the Hermons, from the hill Mizar."},{"verse":7,"text":"Deep calleth unto deep at the noise of thy waterfalls:"},{"verse":7,"text":"All thy waves and thy billows are gone over me."},{"verse":8,"text":"Yet Jehovah will command his lovingkindness in the day-time;"},{"verse":8,"text":"And in the night his song shall be with me,"},{"verse":8,"text":"Even a prayer unto the God of my life."},{"verse":9,"text":"I will say unto God my rock, Why hast thou forgotten me?"},{"verse":9,"text":"Why go I mourning because of the oppression of the enemy?"},{"verse":10,"text":"As with a sword in my bones, mine adversaries reproach me,"},{"verse":10,"text":"While they continually say unto me, Where is thy God?"},{"verse":11,"text":"Why art thou cast down, O my soul?"},{"verse":11,"text":"And why art thou disquieted within me?"},{"verse":11,"text":"Hope thou in God; for I shall yet praise him,"},{"verse":11,"text":"Who is the help of my countenance, and my God."}]}