{"version":"ASV","book":"Psalm","chapter":"45","verses":[{"verse":1,"text":"My heart overfloweth with a goodly matter;"},{"verse":1,"text":"I speak the things which I have made touching the king:"},{"verse":1,"text":"My tongue is the pen of a ready writer."},{"verse":2,"text":"Thou art fairer than the children of men;"},{"verse":2,"text":"Grace is poured into thy lips:"},{"verse":2,"text":"Therefore God hath blessed thee for ever."},{"verse":3,"text":"Gird thy sword upon thy thigh, O mighty one,"},{"verse":3,"text":"Thy glory and thy majesty."},{"verse":4,"text":"And in thy majesty ride on prosperously,"},{"verse":4,"text":"Because of truth and meekness and righteousness:"},{"verse":4,"text":"And thy right hand shall teach thee terrible things."},{"verse":5,"text":"Thine arrows are sharp;"},{"verse":5,"text":"The peoples fall under thee;"},{"verse":5,"text":"They are in the heart of the king’s enemies."},{"verse":6,"text":"Thy throne, O God, is for ever and ever:"},{"verse":6,"text":"A sceptre of equity is the sceptre of thy kingdom."},{"verse":7,"text":"Thou hast loved righteousness, and hated wickedness:"},{"verse":7,"text":"Therefore God, thy God, hath anointed thee"},{"verse":7,"text":"With the oil of gladness above thy fellows."},{"verse":8,"text":"All thy garments smell of myrrh, and aloes, and cassia;"},{"verse":8,"text":"Out of ivory palaces stringed instruments have made thee glad."},{"verse":9,"text":"Kings’ daughters are among thy honorable women:"},{"verse":9,"text":"At thy right hand doth stand the queen in gold of Ophir."},{"verse":10,"text":"Hearken, O daughter, and consider, and incline thine ear;"},{"verse":10,"text":"Forget also thine own people, and thy father’s house:"},{"verse":11,"text":"So will the king desire thy beauty;"},{"verse":11,"text":"For he is thy lord; and reverence thou him."},{"verse":12,"text":"And the daughter of Tyre shall be there with a gift;"},{"verse":12,"text":"The rich among the people shall entreat thy favor."},{"verse":13,"text":"The king’s daughter within the palace is all glorious:"},{"verse":13,"text":"Her clothing is inwrought with gold."},{"verse":14,"text":"She shall be led unto the king in broidered work:"},{"verse":14,"text":"The virgins her companions that follow her"},{"verse":14,"text":"Shall be brought unto thee."},{"verse":15,"text":"With gladness and rejoicing shall they be led:"},{"verse":15,"text":"They shall enter into the king’s palace."},{"verse":16,"text":"Instead of thy fathers shall be thy children,"},{"verse":16,"text":"Whom thou shalt make princes in all the earth."},{"verse":17,"text":"I will make thy name to be remembered in all generations:"},{"verse":17,"text":"Therefore shall the peoples give thee thanks for ever and ever."}]}