{"version":"ASV","book":"Psalm","chapter":"51","verses":[{"verse":1,"text":"Have mercy upon me, O God, according to thy lovingkindness:"},{"verse":1,"text":"According to the multitude of thy tender mercies blot out my transgressions."},{"verse":2,"text":"Wash me thoroughly from mine iniquity,"},{"verse":2,"text":"And cleanse me from my sin."},{"verse":3,"text":"For I know my transgressions;"},{"verse":3,"text":"And my sin is ever before me."},{"verse":4,"text":"Against thee, thee only, have I sinned,"},{"verse":4,"text":"And done that which is evil in thy sight;"},{"verse":4,"text":"That thou mayest be justified when thou speakest,"},{"verse":4,"text":"And be clear when thou judgest."},{"verse":5,"text":"Behold, I was brought forth in iniquity;"},{"verse":5,"text":"And in sin did my mother conceive me."},{"verse":6,"text":"Behold, thou desirest truth in the inward parts;"},{"verse":6,"text":"And in the hidden part thou wilt make me to know wisdom."},{"verse":7,"text":"Purify me with hyssop, and I shall be clean:"},{"verse":7,"text":"Wash me, and I shall be whiter than snow."},{"verse":8,"text":"Make me to hear joy and gladness,"},{"verse":8,"text":"That the bones which thou hast broken may rejoice."},{"verse":9,"text":"Hide thy face from my sins,"},{"verse":9,"text":"And blot out all mine iniquities."},{"verse":10,"text":"Create in me a clean heart, O God;"},{"verse":10,"text":"And renew a right spirit within me."},{"verse":11,"text":"Cast me not away from thy presence;"},{"verse":11,"text":"And take not thy holy Spirit from me."},{"verse":12,"text":"Restore unto me the joy of thy salvation;"},{"verse":12,"text":"And uphold me with a willing spirit."},{"verse":13,"text":"Then will I teach transgressors thy ways;"},{"verse":13,"text":"And sinners shall be converted unto thee."},{"verse":14,"text":"Deliver me from bloodguiltiness, O God, thou God of my salvation;"},{"verse":14,"text":"And my tongue shall sing aloud of thy righteousness."},{"verse":15,"text":"O Lord, open thou my lips;"},{"verse":15,"text":"And my mouth shall show forth thy praise."},{"verse":16,"text":"For thou delightest not in sacrifice; else would I give it:"},{"verse":16,"text":"Thou hast no pleasure in burnt-offering."},{"verse":17,"text":"The sacrifices of God are a broken spirit:"},{"verse":17,"text":"A broken and a contrite heart, O God, thou wilt not despise."},{"verse":18,"text":"Do good in thy good pleasure unto Zion:"},{"verse":18,"text":"Build thou the walls of Jerusalem."},{"verse":19,"text":"Then wilt thou delight in the sacrifices of righteousness,"},{"verse":19,"text":"In burnt-offering and whole burnt-offering:"},{"verse":19,"text":"Then will they offer bullocks upon thine altar."}]}