{"version":"ASV","book":"Psalm","chapter":"59","verses":[{"verse":1,"text":"Deliver me from mine enemies, O my God:"},{"verse":1,"text":"Set me on high from them that rise up against me."},{"verse":2,"text":"Deliver me from the workers of iniquity,"},{"verse":2,"text":"And save me from the bloodthirsty men."},{"verse":3,"text":"For, lo, they lie in wait for my soul;"},{"verse":3,"text":"The mighty gather themselves together against me:"},{"verse":3,"text":"Not for my transgression, nor for my sin, O Jehovah."},{"verse":4,"text":"They run and prepare themselves without my fault:"},{"verse":4,"text":"Awake thou to help me, and behold."},{"verse":5,"text":"Even thou, O Jehovah God of hosts, the God of Israel,"},{"verse":5,"text":"Arise to visit all the nations:"},{"verse":5,"text":"Be not merciful to any wicked transgressors. Selah"},{"verse":6,"text":"They return at evening, they howl like a dog,"},{"verse":6,"text":"And go round about the city."},{"verse":7,"text":"Behold, they belch out with their mouth;"},{"verse":7,"text":"Swords are in their lips:"},{"verse":7,"text":"For who, say they, doth hear?"},{"verse":8,"text":"But thou, O Jehovah, wilt laugh at them;"},{"verse":8,"text":"Thou wilt have all the nations in derision."},{"verse":9,"text":"Because of his strength I will give heed unto thee;"},{"verse":9,"text":"For God is my high tower."},{"verse":10,"text":"My God with his lovingkindness will meet me:"},{"verse":10,"text":"God will let me see my desire upon mine enemies."},{"verse":11,"text":"Slay them not, lest my people forget:"},{"verse":11,"text":"Scatter them by thy power, and bring them down,"},{"verse":11,"text":"O Lord our shield."},{"verse":12,"text":"For the sin of their mouth, and the words of their lips,"},{"verse":12,"text":"Let them even be taken in their pride,"},{"verse":12,"text":"And for cursing and lying which they speak."},{"verse":13,"text":"Consume them in wrath, consume them, so that they shall be no more:"},{"verse":13,"text":"And let them know that God ruleth in Jacob,"},{"verse":13,"text":"Unto the ends of the earth. Selah"},{"verse":14,"text":"And at evening let them return, let them howl like a dog,"},{"verse":14,"text":"And go round about the city."},{"verse":15,"text":"They shall wander up and down for food,"},{"verse":15,"text":"And tarry all night if they be not satisfied."},{"verse":16,"text":"But I will sing of thy strength;"},{"verse":16,"text":"Yea, I will sing aloud of thy lovingkindness in the morning:"},{"verse":16,"text":"For thou hast been my high tower,"},{"verse":16,"text":"And a refuge in the day of my distress."},{"verse":17,"text":"Unto thee, O my strength, will I sing praises:"},{"verse":17,"text":"For God is my high tower, the God of my mercy."}]}