{"version":"ASV","book":"Psalm","chapter":"71","verses":[{"verse":1,"text":"In thee, O Jehovah, do I take refuge:"},{"verse":1,"text":"Let me never be put to shame."},{"verse":2,"text":"Deliver me in thy righteousness, and rescue me:"},{"verse":2,"text":"Bow down thine ear unto me, and save me."},{"verse":3,"text":"Be thou to me a rock of habitation, whereunto I may continually resort:"},{"verse":3,"text":"Thou hast given commandment to save me;"},{"verse":3,"text":"For thou art my rock and my fortress."},{"verse":4,"text":"Rescue me, O my God, out of the hand of the wicked,"},{"verse":4,"text":"Out of the hand of the unrighteous and cruel man."},{"verse":5,"text":"For thou art my hope, O Lord Jehovah:"},{"verse":5,"text":"Thou art my trust from my youth."},{"verse":6,"text":"By thee have I been holden up from the womb;"},{"verse":6,"text":"Thou art he that took me out of my mother’s bowels:"},{"verse":6,"text":"My praise shall be continually of thee."},{"verse":7,"text":"I am as a wonder unto many;"},{"verse":7,"text":"But thou art my strong refuge."},{"verse":8,"text":"My mouth shall be filled with thy praise,"},{"verse":8,"text":"And with thy honor all the day."},{"verse":9,"text":"Cast me not off in the time of old age;"},{"verse":9,"text":"Forsake me not when my strength faileth."},{"verse":10,"text":"For mine enemies speak concerning me;"},{"verse":10,"text":"And they that watch for my soul take counsel together,"},{"verse":11,"text":"Saying, God hath forsaken him:"},{"verse":11,"text":"Pursue and take him; for there is none to deliver."},{"verse":12,"text":"O God, be not far from me;"},{"verse":12,"text":"O my God, make haste to help me."},{"verse":13,"text":"Let them be put to shame and consumed that are adversaries to my soul;"},{"verse":13,"text":"Let them be covered with reproach and dishonor that seek my hurt."},{"verse":14,"text":"But I will hope continually,"},{"verse":14,"text":"And will praise thee yet more and more."},{"verse":15,"text":"My mouth shall tell of thy righteousness,"},{"verse":15,"text":"And of thy salvation all the day;"},{"verse":15,"text":"For I know not the numbers thereof."},{"verse":16,"text":"I will come with the mighty acts of the Lord Jehovah:"},{"verse":16,"text":"I will make mention of thy righteousness, even of thine only."},{"verse":17,"text":"O God, thou hast taught me from my youth;"},{"verse":17,"text":"And hitherto have I declared thy wondrous works."},{"verse":18,"text":"Yea, even when I am old and grayheaded, O God, forsake me not,"},{"verse":18,"text":"Until I have declared thy strength unto the next generation,"},{"verse":18,"text":"Thy might to every one that is to come."},{"verse":19,"text":"Thy righteousness also, O God, is very high;"},{"verse":19,"text":"Thou who hast done great things, O God, who is like unto thee?"},{"verse":20,"text":"Thou, who hast showed us many and sore troubles,"},{"verse":20,"text":"Wilt quicken us again,"},{"verse":20,"text":"And wilt bring us up again from the depths of the earth."},{"verse":21,"text":"Increase thou my greatness,"},{"verse":21,"text":"And turn again and comfort me."},{"verse":22,"text":"I will also praise thee with the psaltery,"},{"verse":22,"text":"Even thy truth, O my God:"},{"verse":22,"text":"Unto thee will I sing praises with the harp,"},{"verse":22,"text":"O thou Holy One of Israel."},{"verse":23,"text":"My lips shall shout for joy when I sing praises unto thee;"},{"verse":23,"text":"And my soul, which thou hast redeemed."},{"verse":24,"text":"My tongue also shall talk of thy righteousness all the day long;"},{"verse":24,"text":"For they are put to shame, for they are confounded, that seek my hurt."}]}