{"version":"ASV","book":"Psalm","chapter":"74","verses":[{"verse":1,"text":"O God, why hast thou cast us off for ever?"},{"verse":1,"text":"Why doth thine anger smoke against the sheep of thy pasture?"},{"verse":2,"text":"Remember thy congregation, which thou hast gotten of old,"},{"verse":2,"text":"Which thou hast redeemed to be the tribe of thine inheritance;"},{"verse":2,"text":"And mount Zion, wherein thou hast dwelt."},{"verse":3,"text":"Lift up thy feet unto the perpetual ruins,"},{"verse":3,"text":"All the evil that the enemy hath done in the sanctuary."},{"verse":4,"text":"Thine adversaries have roared in the midst of thine assembly;"},{"verse":4,"text":"They have set up their ensigns for signs."},{"verse":5,"text":"They seemed as men that lifted up"},{"verse":5,"text":"Axes upon a thicket of trees."},{"verse":6,"text":"And now all the carved work thereof"},{"verse":6,"text":"They break down with hatchet and hammers."},{"verse":7,"text":"They have set thy sanctuary on fire;"},{"verse":7,"text":"They have profaned the dwelling-place of thy name by casting it to the ground."},{"verse":8,"text":"They said in their heart, Let us make havoc of them altogether:"},{"verse":8,"text":"They have burned up all the synagogues of God in the land."},{"verse":9,"text":"We see not our signs:"},{"verse":9,"text":"There is no more any prophet;"},{"verse":9,"text":"Neither is there among us any that knoweth how long."},{"verse":10,"text":"How long, O God, shall the adversary reproach?"},{"verse":10,"text":"Shall the enemy blaspheme thy name for ever?"},{"verse":11,"text":"Why drawest thou back thy hand, even thy right hand?"},{"verse":11,"text":"Pluck it out of thy bosom and consume them."},{"verse":12,"text":"Yet God is my King of old,"},{"verse":12,"text":"Working salvation in the midst of the earth."},{"verse":13,"text":"Thou didst divide the sea by thy strength:"},{"verse":13,"text":"Thou brakest the heads of the sea-monsters in the waters."},{"verse":14,"text":"Thou brakest the heads of leviathan in pieces;"},{"verse":14,"text":"Thou gavest him to be food to the people inhabiting the wilderness."},{"verse":15,"text":"Thou didst cleave fountain and flood:"},{"verse":15,"text":"Thou driedst up mighty rivers."},{"verse":16,"text":"The day is thine, the night also is thine:"},{"verse":16,"text":"Thou hast prepared the light and the sun."},{"verse":17,"text":"Thou hast set all the borders of the earth:"},{"verse":17,"text":"Thou hast made summer and winter."},{"verse":18,"text":"Remember this, that the enemy hath reproached, O Jehovah,"},{"verse":18,"text":"And that a foolish people hath blasphemed thy name."},{"verse":19,"text":"Oh deliver not the soul of thy turtle-dove unto the wild beast:"},{"verse":19,"text":"Forget not the life of thy poor for ever."},{"verse":20,"text":"Have respect unto the covenant;"},{"verse":20,"text":"For the dark places of the earth are full of the habitations of violence."},{"verse":21,"text":"Oh let not the oppressed return ashamed:"},{"verse":21,"text":"Let the poor and needy praise thy name."},{"verse":22,"text":"Arise, O God, plead thine own cause:"},{"verse":22,"text":"Remember how the foolish man reproacheth thee all the day."},{"verse":23,"text":"Forget not the voice of thine adversaries:"},{"verse":23,"text":"The tumult of those that rise up against thee ascendeth continually."}]}