{"version":"ASV","book":"Psalm","chapter":"80","verses":[{"verse":1,"text":"Give ear, O Shepherd of Israel,"},{"verse":1,"text":"Thou that leadest Joseph like a flock;"},{"verse":1,"text":"Thou that sittest above the cherubim, shine forth."},{"verse":2,"text":"Before Ephraim and Benjamin and Manasseh, stir up thy might,"},{"verse":2,"text":"And come to save us."},{"verse":3,"text":"Turn us again, O God;"},{"verse":3,"text":"And cause thy face to shine, and we shall be saved."},{"verse":4,"text":"O Jehovah God of hosts,"},{"verse":4,"text":"How long wilt thou be angry against the prayer of thy people?"},{"verse":5,"text":"Thou hast fed them with the bread of tears,"},{"verse":5,"text":"And given them tears to drink in large measure."},{"verse":6,"text":"Thou makest us a strife unto our neighbors;"},{"verse":6,"text":"And our enemies laugh among themselves."},{"verse":7,"text":"Turn us again, O God of hosts;"},{"verse":7,"text":"And cause thy face to shine, and we shall be saved."},{"verse":8,"text":"Thou broughtest a vine out of Egypt:"},{"verse":8,"text":"Thou didst drive out the nations, and plantedst it."},{"verse":9,"text":"Thou preparedst room before it,"},{"verse":9,"text":"And it took deep root, and filled the land."},{"verse":10,"text":"The mountains were covered with the shadow of it,"},{"verse":10,"text":"And the boughs thereof were like cedars of God."},{"verse":11,"text":"It sent out its branches unto the sea,"},{"verse":11,"text":"And its shoots unto the River."},{"verse":12,"text":"Why hast thou broken down its walls,"},{"verse":12,"text":"So that all they that pass by the way do pluck it?"},{"verse":13,"text":"The boar out of the wood doth ravage it,"},{"verse":13,"text":"And the wild beasts of the field feed on it."},{"verse":14,"text":"Turn again, we beseech thee, O God of hosts:"},{"verse":14,"text":"Look down from heaven, and behold, and visit this vine,"},{"verse":15,"text":"And the stock which thy right hand planted,"},{"verse":15,"text":"And the branch that thou madest strong for thyself."},{"verse":16,"text":"It is burned with fire, it is cut down:"},{"verse":16,"text":"They perish at the rebuke of thy countenance."},{"verse":17,"text":"Let thy hand be upon the man of thy right hand,"},{"verse":17,"text":"Upon the son of man whom thou madest strong for thyself."},{"verse":18,"text":"So shall we not go back from thee:"},{"verse":18,"text":"Quicken thou us, and we will call upon thy name."},{"verse":19,"text":"Turn us again, O Jehovah God of hosts;"},{"verse":19,"text":"Cause thy face to shine, and we shall be saved."}]}