{"version":"ASV","book":"Psalm","chapter":"81","verses":[{"verse":1,"text":"Sing aloud unto God our strength:"},{"verse":1,"text":"Make a joyful noise unto the God of Jacob."},{"verse":2,"text":"Raise a song, and bring hither the timbrel,"},{"verse":2,"text":"The pleasant harp with the psaltery."},{"verse":3,"text":"Blow the trumpet at the new moon,"},{"verse":3,"text":"At the full moon, on our feast-day."},{"verse":4,"text":"For it is a statute for Israel,"},{"verse":4,"text":"An ordinance of the God of Jacob."},{"verse":5,"text":"He appointed it in Joseph for a testimony,"},{"verse":5,"text":"When he went out over the land of Egypt,"},{"verse":5,"text":"Where I heard a language that I knew not."},{"verse":6,"text":"I removed his shoulder from the burden:"},{"verse":6,"text":"His hands were freed from the basket."},{"verse":7,"text":"Thou calledst in trouble, and I delivered thee;"},{"verse":7,"text":"I answered thee in the secret place of thunder;"},{"verse":7,"text":"I proved thee at the waters of Meribah. Selah"},{"verse":8,"text":"Hear, O my people, and I will testify unto thee:"},{"verse":8,"text":"O Israel, if thou wouldest hearken unto me!"},{"verse":9,"text":"There shall no strange god be in thee;"},{"verse":9,"text":"Neither shalt thou worship any foreign god."},{"verse":10,"text":"I am Jehovah thy God,"},{"verse":10,"text":"Who brought thee up out of the land of Egypt:"},{"verse":10,"text":"Open thy mouth wide, and I will fill it."},{"verse":11,"text":"But my people hearkened not to my voice;"},{"verse":11,"text":"And Israel would none of me."},{"verse":12,"text":"So I let them go after the stubbornness of their heart,"},{"verse":12,"text":"That they might walk in their own counsels."},{"verse":13,"text":"Oh that my people would hearken unto me,"},{"verse":13,"text":"That Israel would walk in my ways!"},{"verse":14,"text":"I would soon subdue their enemies,"},{"verse":14,"text":"And turn my hand against their adversaries."},{"verse":15,"text":"The haters of Jehovah should submit themselves unto him:"},{"verse":15,"text":"But their time should endure for ever."},{"verse":16,"text":"He would feed them also with the finest of the wheat;"},{"verse":16,"text":"And with honey out of the rock would I satisfy thee."}]}