{"version":"ASV","book":"Psalm","chapter":"89","verses":[{"verse":1,"text":"I will sing of the lovingkindness of Jehovah for ever:"},{"verse":1,"text":"With my mouth will I make known thy faithfulness to all generations."},{"verse":2,"text":"For I have said, Mercy shall be built up for ever;"},{"verse":2,"text":"Thy faithfulness wilt thou establish in the very heavens."},{"verse":3,"text":"I have made a covenant with my chosen,"},{"verse":3,"text":"I have sworn unto David my servant:"},{"verse":4,"text":"Thy seed will I establish for ever,"},{"verse":4,"text":"And build up thy throne to all generations. Selah"},{"verse":5,"text":"And the heavens shall praise thy wonders, O Jehovah;"},{"verse":5,"text":"Thy faithfulness also in the assembly of the holy ones."},{"verse":6,"text":"For who in the skies can be compared unto Jehovah?"},{"verse":6,"text":"Who among the sons of the mighty is like unto Jehovah,"},{"verse":7,"text":"A God very terrible in the council of the holy ones,"},{"verse":7,"text":"And to be feared above all them that are round about him?"},{"verse":8,"text":"O Jehovah God of hosts,"},{"verse":8,"text":"Who is a mighty one, like unto thee, O Jehovah?"},{"verse":8,"text":"And thy faithfulness is round about thee."},{"verse":9,"text":"Thou rulest the pride of the sea:"},{"verse":9,"text":"When the waves thereof arise, thou stillest them."},{"verse":10,"text":"Thou hast broken Rahab in pieces, as one that is slain;"},{"verse":10,"text":"Thou hast scattered thine enemies with the arm of thy strength."},{"verse":11,"text":"The heavens are thine, the earth also is thine:"},{"verse":11,"text":"The world and the fulness thereof, thou hast founded them."},{"verse":12,"text":"The north and the south, thou hast created them:"},{"verse":12,"text":"Tabor and Hermon rejoice in thy name."},{"verse":13,"text":"Thou hast a mighty arm;"},{"verse":13,"text":"Strong is thy hand, and high is thy right hand."},{"verse":14,"text":"Righteousness and justice are the foundation of thy throne:"},{"verse":14,"text":"Lovingkindness and truth go before thy face."},{"verse":15,"text":"Blessed is the people that know the joyful sound:"},{"verse":15,"text":"They walk, O Jehovah, in the light of thy countenance."},{"verse":16,"text":"In thy name do they rejoice all the day;"},{"verse":16,"text":"And in thy righteousness are they exalted."},{"verse":17,"text":"For thou art the glory of their strength;"},{"verse":17,"text":"And in thy favor our horn shall be exalted."},{"verse":18,"text":"For our shield belongeth unto Jehovah;"},{"verse":18,"text":"And our king to the Holy One of Israel."},{"verse":19,"text":"Then thou spakest in vision to thy saints,"},{"verse":19,"text":"And saidst, I have laid help upon one that is mighty;"},{"verse":19,"text":"I have exalted one chosen out of the people."},{"verse":20,"text":"I have found David my servant;"},{"verse":20,"text":"With my holy oil have I anointed him:"},{"verse":21,"text":"With whom my hand shall be established;"},{"verse":21,"text":"Mine arm also shall strengthen him."},{"verse":22,"text":"The enemy shall not exact from him,"},{"verse":22,"text":"Nor the son of wickedness afflict him."},{"verse":23,"text":"And I will beat down his adversaries before him,"},{"verse":23,"text":"And smite them that hate him."},{"verse":24,"text":"But my faithfulness and my lovingkindness shall be with him;"},{"verse":24,"text":"And in my name shall his horn be exalted."},{"verse":25,"text":"I will set his hand also on the sea,"},{"verse":25,"text":"And his right hand on the rivers."},{"verse":26,"text":"He shall cry unto me, Thou art my Father,"},{"verse":26,"text":"My God, and the rock of my salvation."},{"verse":27,"text":"I also will make him my first-born,"},{"verse":27,"text":"The highest of the kings of the earth."},{"verse":28,"text":"My lovingkindness will I keep for him for evermore;"},{"verse":28,"text":"And my covenant shall stand fast with him."},{"verse":29,"text":"His seed also will I make to endure for ever,"},{"verse":29,"text":"And his throne as the days of heaven."},{"verse":30,"text":"If his children forsake my law,"},{"verse":30,"text":"And walk not in mine ordinances;"},{"verse":31,"text":"If they break my statutes,"},{"verse":31,"text":"And keep not my commandments;"},{"verse":32,"text":"Then will I visit their transgression with the rod,"},{"verse":32,"text":"And their iniquity with stripes."},{"verse":33,"text":"But my lovingkindness will I not utterly take from him,"},{"verse":33,"text":"Nor suffer my faithfulness to fail."},{"verse":34,"text":"My covenant will I not break,"},{"verse":34,"text":"Nor alter the thing that is gone out of my lips."},{"verse":35,"text":"Once have I sworn by my holiness:"},{"verse":35,"text":"I will not lie unto David:"},{"verse":36,"text":"His seed shall endure for ever,"},{"verse":36,"text":"And his throne as the sun before me."},{"verse":37,"text":"It shall be established for ever as the moon,"},{"verse":37,"text":"And as the faithful witness in the sky. Selah"},{"verse":38,"text":"But thou hast cast off and rejected,"},{"verse":38,"text":"Thou hast been wroth with thine anointed."},{"verse":39,"text":"Thou hast abhorred the covenant of thy servant:"},{"verse":39,"text":"Thou hast profaned his crown by casting it to the ground."},{"verse":40,"text":"Thou hast broken down all his hedges;"},{"verse":40,"text":"Thou hast brought his strongholds to ruin."},{"verse":41,"text":"All that pass by the way rob him:"},{"verse":41,"text":"He is become a reproach to his neighbors."},{"verse":42,"text":"Thou hast exalted the right hand of his adversaries;"},{"verse":42,"text":"Thou hast made all his enemies to rejoice."},{"verse":43,"text":"Yea, thou turnest back the edge of his sword,"},{"verse":43,"text":"And hast not made him to stand in the battle."},{"verse":44,"text":"Thou hast made his brightness to cease,"},{"verse":44,"text":"And cast his throne down to the ground."},{"verse":45,"text":"The days of his youth hast thou shortened:"},{"verse":45,"text":"Thou hast covered him with shame. Selah"},{"verse":46,"text":"How long, O Jehovah? wilt thou hide thyself for ever?"},{"verse":46,"text":"How long shall thy wrath burn like fire?"},{"verse":47,"text":"Oh remember how short my time is:"},{"verse":47,"text":"For what vanity hast thou created all the children of men!"},{"verse":48,"text":"What man is he that shall live and not see death,"},{"verse":48,"text":"That shall deliver his soul from the power of Sheol? Selah"},{"verse":49,"text":"Lord, where are thy former lovingkindnesses,"},{"verse":49,"text":"Which thou swarest unto David in thy faithfulness?"},{"verse":50,"text":"Remember, Lord, the reproach of thy servants;"},{"verse":50,"text":"How I do bear in my bosom the reproach of all the mighty peoples,"},{"verse":51,"text":"Wherewith thine enemies have reproached, O Jehovah,"},{"verse":51,"text":"Wherewith they have reproached the footsteps of thine anointed."},{"verse":52,"text":"Blessed be Jehovah for evermore."},{"verse":52,"text":"Amen, and Amen."}]}