{"version":"ASV","book":"Psalm","chapter":"92","verses":[{"verse":1,"text":"It is a good thing to give thanks unto Jehovah,"},{"verse":1,"text":"And to sing praises unto thy name, O Most High;"},{"verse":2,"text":"To show forth thy lovingkindness in the morning,"},{"verse":2,"text":"And thy faithfulness every night,"},{"verse":3,"text":"With an instrument of ten strings, and with the psaltery;"},{"verse":3,"text":"With a solemn sound upon the harp."},{"verse":4,"text":"For thou, Jehovah, hast made me glad through thy work:"},{"verse":4,"text":"I will triumph in the works of thy hands."},{"verse":5,"text":"How great are thy works, O Jehovah!"},{"verse":5,"text":"Thy thoughts are very deep."},{"verse":6,"text":"A brutish man knoweth not;"},{"verse":6,"text":"Neither doth a fool understand this:"},{"verse":7,"text":"When the wicked spring as the grass,"},{"verse":7,"text":"And when all the workers of iniquity do flourish;"},{"verse":7,"text":"It is that they shall be destroyed for ever."},{"verse":8,"text":"But thou, O Jehovah, art on high for evermore."},{"verse":9,"text":"For, lo, thine enemies, O Jehovah,"},{"verse":9,"text":"For, lo, thine enemies shall perish;"},{"verse":9,"text":"All the workers of iniquity shall be scattered."},{"verse":10,"text":"But my horn hast thou exalted like the horn of the wild-ox:"},{"verse":10,"text":"I am anointed with fresh oil."},{"verse":11,"text":"Mine eye also hath seen my desire on mine enemies,"},{"verse":11,"text":"Mine ears have heard my desire of the evil-doers that rise up against me."},{"verse":12,"text":"The righteous shall flourish like the palm-tree:"},{"verse":12,"text":"He shall grow like a cedar in Lebanon."},{"verse":13,"text":"They are planted in the house of Jehovah;"},{"verse":13,"text":"They shall flourish in the courts of our God."},{"verse":14,"text":"They shall still bring forth fruit in old age;"},{"verse":14,"text":"They shall be full of sap and green:"},{"verse":15,"text":"To show that Jehovah is upright;"},{"verse":15,"text":"He is my rock, and there is no unrighteousness in him."}]}