{"version":"ASV","book":"Proverbs","chapter":"12","verses":[{"verse":1,"text":"Whoso loveth correction loveth knowledge;"},{"verse":1,"text":"But he that hateth reproof is brutish."},{"verse":2,"text":"A good man shall obtain favor of Jehovah;"},{"verse":2,"text":"But a man of wicked devices will he condemn."},{"verse":3,"text":"A man shall not be established by wickedness;"},{"verse":3,"text":"But the root of the righteous shall not be moved."},{"verse":4,"text":"A worthy woman is the crown of her husband;"},{"verse":4,"text":"But she that maketh ashamed is as rottenness in his bones."},{"verse":5,"text":"The thoughts of the righteous are just;"},{"verse":5,"text":"But the counsels of the wicked are deceit."},{"verse":6,"text":"The words of the wicked are of lying in wait for blood;"},{"verse":6,"text":"But the mouth of the upright shall deliver them."},{"verse":7,"text":"The wicked are overthrown, and are not;"},{"verse":7,"text":"But the house of the righteous shall stand."},{"verse":8,"text":"A man shall be commended according to his wisdom;"},{"verse":8,"text":"But he that is of a perverse heart shall be despised."},{"verse":9,"text":"Better is he that is lightly esteemed, and hath a servant,"},{"verse":9,"text":"Than he that honoreth himself, and lacketh bread."},{"verse":10,"text":"A righteous man regardeth the life of his beast;"},{"verse":10,"text":"But the tender mercies of the wicked are cruel."},{"verse":11,"text":"He that tilleth his land shall have plenty of bread;"},{"verse":11,"text":"But he that followeth after vain persons is void of understanding."},{"verse":12,"text":"The wicked desireth the net of evil men;"},{"verse":12,"text":"But the root of the righteous yieldeth fruit."},{"verse":13,"text":"In the transgression of the lips is a snare to the evil man;"},{"verse":13,"text":"But the righteous shall come out of trouble."},{"verse":14,"text":"A man shall be satisfied with good by the fruit of his mouth;"},{"verse":14,"text":"And the doings of a man’s hands shall be rendered unto him."},{"verse":15,"text":"The way of a fool is right in his own eyes;"},{"verse":15,"text":"But he that is wise hearkeneth unto counsel."},{"verse":16,"text":"A fool’s vexation is presently known;"},{"verse":16,"text":"But a prudent man concealeth shame."},{"verse":17,"text":"He that uttereth truth showeth forth righteousness;"},{"verse":17,"text":"But a false witness, deceit."},{"verse":18,"text":"There is that speaketh rashly like the piercings of a sword;"},{"verse":18,"text":"But the tongue of the wise is health."},{"verse":19,"text":"The lip of truth shall be established for ever;"},{"verse":19,"text":"But a lying tongue is but for a moment."},{"verse":20,"text":"Deceit is in the heart of them that devise evil;"},{"verse":20,"text":"But to the counsellors of peace is joy."},{"verse":21,"text":"There shall no mischief happen to the righteous;"},{"verse":21,"text":"But the wicked shall be filled with evil."},{"verse":22,"text":"Lying lips are an abomination to Jehovah;"},{"verse":22,"text":"But they that deal truly are his delight."},{"verse":23,"text":"A prudent man concealeth knowledge;"},{"verse":23,"text":"But the heart of fools proclaimeth foolishness."},{"verse":24,"text":"The hand of the diligent shall bear rule;"},{"verse":24,"text":"But the slothful shall be put under taskwork."},{"verse":25,"text":"Heaviness in the heart of a man maketh it stoop;"},{"verse":25,"text":"But a good word maketh it glad."},{"verse":26,"text":"The righteous is a guide to his neighbor;"},{"verse":26,"text":"But the way of the wicked causeth them to err."},{"verse":27,"text":"The slothful man roasteth not that which he took in hunting;"},{"verse":27,"text":"But the precious substance of men is to the diligent."},{"verse":28,"text":"In the way of righteousness is life;"},{"verse":28,"text":"And in the pathway thereof there is no death."}]}