{"version":"ASV","book":"Proverbs","chapter":"13","verses":[{"verse":1,"text":"A wise son heareth his father’s instruction;"},{"verse":1,"text":"But a scoffer heareth not rebuke."},{"verse":2,"text":"A man shall eat good by the fruit of his mouth;"},{"verse":2,"text":"But the soul of the treacherous shall eat violence."},{"verse":3,"text":"He that guardeth his mouth keepeth his life;"},{"verse":3,"text":"But he that openeth wide his lips shall have destruction."},{"verse":4,"text":"The soul of the sluggard desireth, and hath nothing;"},{"verse":4,"text":"But the soul of the diligent shall be made fat."},{"verse":5,"text":"A righteous man hateth lying;"},{"verse":5,"text":"But a wicked man is loathsome, and cometh to shame."},{"verse":6,"text":"Righteousness guardeth him that is upright in the way;"},{"verse":6,"text":"But wickedness overthroweth the sinner."},{"verse":7,"text":"There is that maketh himself rich, yet hath nothing:"},{"verse":7,"text":"There is that maketh himself poor, yet hath great wealth."},{"verse":8,"text":"The ransom of a man’s life is his riches;"},{"verse":8,"text":"But the poor heareth no threatening."},{"verse":9,"text":"The light of the righteous rejoiceth;"},{"verse":9,"text":"But the lamp of the wicked shall be put out."},{"verse":10,"text":"By pride cometh only contention;"},{"verse":10,"text":"But with the well-advised is wisdom."},{"verse":11,"text":"Wealth gotten by vanity shall be diminished;"},{"verse":11,"text":"But he that gathereth by labor shall have increase."},{"verse":12,"text":"Hope deferred maketh the heart sick;"},{"verse":12,"text":"But when the desire cometh, it is a tree of life."},{"verse":13,"text":"Whoso despiseth the word bringeth destruction on himself;"},{"verse":13,"text":"But he that feareth the commandment shall be rewarded."},{"verse":14,"text":"The law of the wise is a fountain of life,"},{"verse":14,"text":"That one may depart from the snares of death."},{"verse":15,"text":"Good understanding giveth favor;"},{"verse":15,"text":"But the way of the transgressor is hard."},{"verse":16,"text":"Every prudent man worketh with knowledge;"},{"verse":16,"text":"But a fool flaunteth his folly."},{"verse":17,"text":"A wicked messenger falleth into evil;"},{"verse":17,"text":"But a faithful ambassador is health."},{"verse":18,"text":"Poverty and shame shall be to him that refuseth correction;"},{"verse":18,"text":"But he that regardeth reproof shall be honored."},{"verse":19,"text":"The desire accomplished is sweet to the soul;"},{"verse":19,"text":"But it is an abomination to fools to depart from evil."},{"verse":20,"text":"Walk with wise men, and thou shalt be wise;"},{"verse":20,"text":"But the companion of fools shall smart for it."},{"verse":21,"text":"Evil pursueth sinners;"},{"verse":21,"text":"But the righteous shall be recompensed with good."},{"verse":22,"text":"A good man leaveth an inheritance to his children’s children;"},{"verse":22,"text":"And the wealth of the sinner is laid up for the righteous."},{"verse":23,"text":"Much food is in the tillage of the poor;"},{"verse":23,"text":"But there is that is destroyed by reason of injustice."},{"verse":24,"text":"He that spareth his rod hateth his son;"},{"verse":24,"text":"But he that loveth him chasteneth him betimes."},{"verse":25,"text":"The righteous eateth to the satisfying of his soul;"},{"verse":25,"text":"But the belly of the wicked shall want."}]}