{"version":"ASV","book":"Proverbs","chapter":"27","verses":[{"verse":1,"text":"Boast not thyself of tomorrow;"},{"verse":1,"text":"For thou knowest not what a day may bring forth."},{"verse":2,"text":"Let another man praise thee, and not thine own mouth;"},{"verse":2,"text":"A stranger, and not thine own lips."},{"verse":3,"text":"A stone is heavy, and the sand weighty;"},{"verse":3,"text":"But a fool’s vexation is heavier than they both."},{"verse":4,"text":"Wrath is cruel, and anger is overwhelming;"},{"verse":4,"text":"But who is able to stand before jealousy?"},{"verse":5,"text":"Better is open rebuke"},{"verse":5,"text":"Than love that is hidden."},{"verse":6,"text":"Faithful are the wounds of a friend;"},{"verse":6,"text":"But the kisses of an enemy are profuse."},{"verse":7,"text":"The full soul loatheth a honeycomb;"},{"verse":7,"text":"But to the hungry soul every bitter thing is sweet."},{"verse":8,"text":"As a bird that wandereth from her nest,"},{"verse":8,"text":"So is a man that wandereth from his place."},{"verse":9,"text":"Oil and perfume rejoice the heart;"},{"verse":9,"text":"So doth the sweetness of a man’s friend that cometh of hearty counsel."},{"verse":10,"text":"Thine own friend, and thy father’s friend, forsake not;"},{"verse":10,"text":"And go not to thy brother’s house in the day of thy calamity:"},{"verse":10,"text":"Better is a neighbor that is near than a brother far off."},{"verse":11,"text":"My son, be wise, and make my heart glad,"},{"verse":11,"text":"That I may answer him that reproacheth me."},{"verse":12,"text":"A prudent man seeth the evil, and hideth himself;"},{"verse":12,"text":"But the simple pass on, and suffer for it."},{"verse":13,"text":"Take his garment that is surety for a stranger;"},{"verse":13,"text":"And hold him in pledge that is surety for a foreign woman."},{"verse":14,"text":"He that blesseth his friend with a loud voice, rising early in the morning,"},{"verse":14,"text":"It shall be counted a curse to him."},{"verse":15,"text":"A continual dropping in a very rainy day"},{"verse":15,"text":"And a contentious woman are alike:"},{"verse":16,"text":"He that would restrain her restraineth the wind;"},{"verse":16,"text":"And his right hand encountereth oil."},{"verse":17,"text":"Iron sharpeneth iron;"},{"verse":17,"text":"So a man sharpeneth the countenance of his friend."},{"verse":18,"text":"Whoso keepeth the fig-tree shall eat the fruit thereof;"},{"verse":18,"text":"And he that regardeth his master shall be honored."},{"verse":19,"text":"As in water face answereth to face,"},{"verse":19,"text":"So the heart of man to man."},{"verse":20,"text":"Sheol and Abaddon are never satisfied;"},{"verse":20,"text":"And the eyes of man are never satisfied."},{"verse":21,"text":"The refining pot is for silver, and the furnace for gold;"},{"verse":21,"text":"And a man is tried by his praise."},{"verse":22,"text":"Though thou shouldest bray a fool in a mortar with a pestle along with bruised grain,"},{"verse":22,"text":"Yet will not his foolishness depart from him."},{"verse":23,"text":"Be thou diligent to know the state of thy flocks,"},{"verse":23,"text":"And look well to thy herds:"},{"verse":24,"text":"For riches are not for ever;"},{"verse":24,"text":"And doth the crown endure unto all generations?"},{"verse":25,"text":"The hay is carried, and the tender grass showeth itself,"},{"verse":25,"text":"And the herbs of the mountains are gathered in."},{"verse":26,"text":"The lambs are for thy clothing,"},{"verse":26,"text":"And the goats are the price of the field;"},{"verse":27,"text":"And there will be goats’ milk enough for thy food, for the food of thy household,"},{"verse":27,"text":"And maintenance for thy maidens."}]}