{"version":"ASV","book":"Proverbs","chapter":"9","verses":[{"verse":1,"text":"Wisdom hath builded her house;"},{"verse":1,"text":"She hath hewn out her seven pillars:"},{"verse":2,"text":"She hath killed her beasts; she hath mingled her wine;"},{"verse":2,"text":"She hath also furnished her table:"},{"verse":3,"text":"She hath sent forth her maidens;"},{"verse":3,"text":"She crieth upon the highest places of the city:"},{"verse":4,"text":"Whoso is simple, let him turn in hither:"},{"verse":4,"text":"As for him that is void of understanding, she saith to him,"},{"verse":5,"text":"Come, eat ye of my bread,"},{"verse":5,"text":"And drink of the wine which I have mingled."},{"verse":6,"text":"Leave off, ye simple ones, and live;"},{"verse":6,"text":"And walk in the way of understanding."},{"verse":7,"text":"He that correcteth a scoffer getteth to himself reviling;"},{"verse":7,"text":"And he that reproveth a wicked man getteth himself a blot."},{"verse":8,"text":"Reprove not a scoffer, lest he hate thee:"},{"verse":8,"text":"Reprove a wise man, and he will love thee."},{"verse":9,"text":"Give instruction to a wise man, and he will be yet wiser:"},{"verse":9,"text":"Teach a righteous man, and he will increase in learning."},{"verse":10,"text":"The fear of Jehovah is the beginning of wisdom;"},{"verse":10,"text":"And the knowledge of the Holy One is understanding."},{"verse":11,"text":"For by me thy days shall be multiplied,"},{"verse":11,"text":"And the years of thy life shall be increased."},{"verse":12,"text":"If thou art wise, thou art wise for thyself;"},{"verse":12,"text":"And if thou scoffest, thou alone shalt bear it."},{"verse":13,"text":"The foolish woman is clamorous;"},{"verse":13,"text":"She is simple, and knoweth nothing."},{"verse":14,"text":"And she sitteth at the door of her house,"},{"verse":14,"text":"On a seat in the high places of the city,"},{"verse":15,"text":"To call to them that pass by,"},{"verse":15,"text":"Who go right on their ways:"},{"verse":16,"text":"Whoso is simple, let him turn in hither;"},{"verse":16,"text":"And as for him that is void of understanding, she saith to him,"},{"verse":17,"text":"Stolen waters are sweet,"},{"verse":17,"text":"And bread eaten in secret is pleasant."},{"verse":18,"text":"But he knoweth not that the dead are there;"},{"verse":18,"text":"That her guests are in the depths of Sheol."}]}