{"version":"ASV","book":"Deuteronomy","chapter":"32","verses":[{"verse":1,"text":"Give ear, ye heavens, and I will speak;"},{"verse":1,"text":"And let the earth hear the words of my mouth."},{"verse":2,"text":"My doctrine shall drop as the rain;"},{"verse":2,"text":"My speech shall distil as the dew,"},{"verse":2,"text":"As the small rain upon the tender grass,"},{"verse":2,"text":"And as the showers upon the herb."},{"verse":3,"text":"For I will proclaim the name of Jehovah:"},{"verse":3,"text":"Ascribe ye greatness unto our God."},{"verse":4,"text":"The Rock, his work is perfect;"},{"verse":4,"text":"For all his ways are justice:"},{"verse":4,"text":"A God of faithfulness and without iniquity,"},{"verse":4,"text":"Just and right is he."},{"verse":5,"text":"They have dealt corruptly with him, they are not his children, it is their blemish;"},{"verse":5,"text":"They are a perverse and crooked generation."},{"verse":6,"text":"Do ye thus requite Jehovah,"},{"verse":6,"text":"O foolish people and unwise?"},{"verse":6,"text":"Is not he thy father that hath bought thee?"},{"verse":6,"text":"He hath made thee, and established thee."},{"verse":7,"text":"Remember the days of old,"},{"verse":7,"text":"Consider the years of many generations:"},{"verse":7,"text":"Ask thy father, and he will show thee;"},{"verse":7,"text":"Thine elders, and they will tell thee."},{"verse":8,"text":"When the Most High gave to the nations their inheritance,"},{"verse":8,"text":"When he separated the children of men,"},{"verse":8,"text":"He set the bounds of the peoples"},{"verse":8,"text":"According to the number of the children of Israel."},{"verse":9,"text":"For Jehovah’s portion is his people;"},{"verse":9,"text":"Jacob is the lot of his inheritance."},{"verse":10,"text":"He found him in a desert land,"},{"verse":10,"text":"And in the waste howling wilderness;"},{"verse":10,"text":"He compassed him about, he cared for him,"},{"verse":10,"text":"He kept him as the apple of his eye."},{"verse":11,"text":"As an eagle that stirreth up her nest,"},{"verse":11,"text":"That fluttereth over her young,"},{"verse":11,"text":"He spread abroad his wings, he took them,"},{"verse":11,"text":"He bare them on his pinions."},{"verse":12,"text":"Jehovah alone did lead him,"},{"verse":12,"text":"And there was no foreign god with him."},{"verse":13,"text":"He made him ride on the high places of the earth,"},{"verse":13,"text":"And he did eat the increase of the field;"},{"verse":13,"text":"And he made him to suck honey out of the rock,"},{"verse":13,"text":"And oil out of the flinty rock;"},{"verse":14,"text":"Butter of the herd, and milk of the flock,"},{"verse":14,"text":"With fat of lambs,"},{"verse":14,"text":"And rams of the breed of Bashan, and goats,"},{"verse":14,"text":"With the finest of the wheat;"},{"verse":14,"text":"And of the blood of the grape thou drankest wine."},{"verse":15,"text":"But Jeshurun waxed fat, and kicked:"},{"verse":15,"text":"Thou art waxed fat, thou art grown thick, thou art become sleek;"},{"verse":15,"text":"Then he forsook God who made him,"},{"verse":15,"text":"And lightly esteemed the Rock of his salvation."},{"verse":16,"text":"They moved him to jealousy with strange gods;"},{"verse":16,"text":"With abominations provoked they him to anger."},{"verse":17,"text":"They sacrificed unto demons, which were no God,"},{"verse":17,"text":"To gods that they knew not,"},{"verse":17,"text":"To new gods that came up of late,"},{"verse":17,"text":"Which your fathers dreaded not."},{"verse":18,"text":"Of the Rock that begat thee thou art unmindful,"},{"verse":18,"text":"And hast forgotten God that gave thee birth."},{"verse":19,"text":"And Jehovah saw it, and abhorred them,"},{"verse":19,"text":"Because of the provocation of his sons and his daughters."},{"verse":20,"text":"And he said, I will hide my face from them,"},{"verse":20,"text":"I will see what their end shall be:"},{"verse":20,"text":"For they are a very perverse generation,"},{"verse":20,"text":"Children in whom is no faithfulness."},{"verse":21,"text":"They have moved me to jealousy with that which is not God;"},{"verse":21,"text":"They have provoked me to anger with their vanities:"},{"verse":21,"text":"And I will move them to jealousy with those that are not a people;"},{"verse":21,"text":"I will provoke them to anger with a foolish nation."},{"verse":22,"text":"For a fire is kindled in mine anger,"},{"verse":22,"text":"And burneth unto the lowest Sheol,"},{"verse":22,"text":"And devoureth the earth with its increase,"},{"verse":22,"text":"And setteth on fire the foundations of the mountains."},{"verse":23,"text":"I will heap evils upon them;"},{"verse":23,"text":"I will spend mine arrows upon them:"},{"verse":24,"text":"They shall be wasted with hunger, and devoured with burning heat"},{"verse":24,"text":"And bitter destruction;"},{"verse":24,"text":"And the teeth of beasts will I send upon them,"},{"verse":24,"text":"With the poison of crawling things of the dust."},{"verse":25,"text":"Without shall the sword bereave,"},{"verse":25,"text":"And in the chambers terror;"},{"verse":25,"text":"It shall destroy both young man and virgin,"},{"verse":25,"text":"The suckling with the man of gray hairs."},{"verse":26,"text":"I said, I would scatter them afar,"},{"verse":26,"text":"I would make the remembrance of them to cease from among men;"},{"verse":27,"text":"Were it not that I feared the provocation of the enemy,"},{"verse":27,"text":"Lest their adversaries should judge amiss,"},{"verse":27,"text":"Lest they should say, Our hand is exalted,"},{"verse":27,"text":"And Jehovah hath not done all this."},{"verse":28,"text":"For they are a nation void of counsel,"},{"verse":28,"text":"And there is no understanding in them."},{"verse":29,"text":"Oh that they were wise, that they understood this,"},{"verse":29,"text":"That they would consider their latter end!"},{"verse":30,"text":"How should one chase a thousand,"},{"verse":30,"text":"And two put ten thousand to flight,"},{"verse":30,"text":"Except their Rock had sold them,"},{"verse":30,"text":"And Jehovah had delivered them up?"},{"verse":31,"text":"For their rock is not as our Rock,"},{"verse":31,"text":"Even our enemies themselves being judges."},{"verse":32,"text":"For their vine is of the vine of Sodom,"},{"verse":32,"text":"And of the fields of Gomorrah:"},{"verse":32,"text":"Their grapes are grapes of gall,"},{"verse":32,"text":"Their clusters are bitter:"},{"verse":33,"text":"Their wine is the poison of serpents,"},{"verse":33,"text":"And the cruel venom of asps."},{"verse":34,"text":"Is not this laid up in store with me,"},{"verse":34,"text":"Sealed up among my treasures?"},{"verse":35,"text":"Vengeance is mine, and recompense,"},{"verse":35,"text":"At the time when their foot shall slide:"},{"verse":35,"text":"For the day of their calamity is at hand,"},{"verse":35,"text":"And the things that are to come upon them shall make haste."},{"verse":36,"text":"For Jehovah will judge his people,"},{"verse":36,"text":"And repent himself for his servants;"},{"verse":36,"text":"When he seeth that their power is gone,"},{"verse":36,"text":"And there is none remaining, shut up or left at large."},{"verse":37,"text":"And he will say, Where are their gods,"},{"verse":37,"text":"The rock in which they took refuge;"},{"verse":38,"text":"Which did eat the fat of their sacrifices,"},{"verse":38,"text":"And drank the wine of their drink-offering?"},{"verse":38,"text":"Let them rise up and help you,"},{"verse":38,"text":"Let them be your protection."},{"verse":39,"text":"See now that I, even I, am he,"},{"verse":39,"text":"And there is no god with me:"},{"verse":39,"text":"I kill, and I make alive;"},{"verse":39,"text":"I wound, and I heal;"},{"verse":39,"text":"And there is none that can deliver out of my hand."},{"verse":40,"text":"For I lift up my hand to heaven,"},{"verse":40,"text":"And say, As I live for ever,"},{"verse":41,"text":"If I whet my glittering sword,"},{"verse":41,"text":"And my hand take hold on judgment;"},{"verse":41,"text":"I will render vengeance to mine adversaries,"},{"verse":41,"text":"And will recompense them that hate me."},{"verse":42,"text":"I will make mine arrows drunk with blood,"},{"verse":42,"text":"And my sword shall devour flesh;"},{"verse":42,"text":"With the blood of the slain and the captives,"},{"verse":42,"text":"From the head of the leaders of the enemy."},{"verse":43,"text":"Rejoice, O ye nations, with his people:"},{"verse":43,"text":"For he will avenge the blood of his servants,"},{"verse":43,"text":"And will render vengeance to his adversaries,"},{"verse":43,"text":"And will make expiation for his land, for his people."},{"verse":44,"text":"And Moses came and spake all the words of this song in the ears of the people, he, and Hoshea the son of Nun. "},{"verse":45,"text":"And Moses made an end of speaking all these words to all Israel; "},{"verse":46,"text":"and he said unto them, Set your heart unto all the words which I testify unto you this day, which ye shall command your children to observe to do, even all the words of this law. "},{"verse":47,"text":"For it is no vain thing for you; because it is your life, and through this thing ye shall prolong your days in the land, whither ye go over the Jordan to possess it."},{"verse":48,"text":"And Jehovah spake unto Moses that selfsame day, saying, "},{"verse":49,"text":"Get thee up into this mountain of Abarim, unto mount Nebo, which is in the land of Moab, that is over against Jericho; and behold the land of Canaan, which I give unto the children of Israel for a possession; "},{"verse":50,"text":"and die in the mount whither thou goest up, and be gathered unto thy people, as Aaron thy brother died in mount Hor, and was gathered unto his people: "},{"verse":51,"text":"because ye trespassed against me in the midst of the children of Israel at the waters of Meribah of Kadesh, in the wilderness of Zin; because ye sanctified me not in the midst of the children of Israel. "},{"verse":52,"text":"For thou shalt see the land before thee; but thou shalt not go thither into the land which I give the children of Israel."}]}